import React from 'react';
import './Shevchenko.css';

export function Shevchenko(props) {
    return (
        <div className={'bio-container'}>
            <img src="kobzar.jpg" alt="Тарас Шевченко" className="portrait"></img>
            <h2>ШЕВЧЕНКО<br/>Тарас Григорович (1814–1861)</h2>
            <p className="subtitle">
                Видатний український поет, художник, громадський діяч, перекладач, автор "Кобзаря",<br/>
                співробітник Київської Археологічної комісії, академік гравірування (1860)
            </p>
            <p>
                Тарас Григорович Шевченко народився 25
                лютого (9 березня за новим стилем) 1814 р. у с.
                Моринцях Звенигородського повіту Київської
                губернії (нині Звенигородський район Черкаської області) 
                у родині Григорія Івановича Шевченка і Катерини Якимівни Бойко.
                Батьки Шевченка були кріпаками магната генерал-лейтенанта
                Василя Васильовича Енгельгарда - поміщика, що володів 50 тис.
                кріпаків і був власником близько 160 тис. десятин землі. 
                Через рік після народження Тараса родина переїздить із Моринців
                до Кирилівки, у ній, окрім Тараса, було 6 дітей - старші - Катерина та Марія, брат Микита,
                молодші - Ярина, Марія, брат Йосип.
            </p>
            <p>
                1843 року Шевченко змалює хату в Кирилівці, де провів своє дитинство.
                У восьмирічному віці батько віддав Тараса до школи,
                до кирилівського дячка-вчителя Павла Рубана. 1823 р.,
                коли Тарасу було дев'ять років, померла мати.
                Батько одружується вдруге на Оксані Терещенко, 1825 року помирає і сам батько Тараса.
            </p>
            <p>
                Залишившись сиротою, малий Тарас деякий час жив у дядька Павла, який став опікуном сиріт.
                Згодом майбутній поет іде школярем-попихачем до кирилівського дяка Петра Богорського,
                де його життя було постійно напівголодним. Звідти він тікає у Лисянку до диякона-живописця,
                а згодом - у село Тарасівку до дяка-маляра, але дяк відмовив йому.
                Утративши надію стати маляром, Т. Шевченко повертається до Кирилівки й пасе громадську череду.
            </p>
            <p>
                1827 року Т. Шевченко наймитує у кирилівського священика Григорія Кошиця.
                Із ранніх років він цікавився народною творчістю,
                у дяків навчився читати й писати, рано виявився у хлопця хист і до малювання, який помітив маляр із села Хлипнівці,
                але на той час Шевченкові було вже чотирнадцять років і його зробили козачком В.В. Енгельгардта.
            </p>
            <p>
                Восени 1829 року разом з обслугою Енгельгардта Шевченко виїздить до міста Вільно.
                Помітивши здібності козачка до малювання, Енгельгардт віддає Тараса вчитися у досвідченого майстра, можливо, Яна Рустемаса. 1831 року сімнадцятирічний Шевченко приїздить до Петербурга, куди було переведено Енгельгардта,
                1832 року Енгельгардт законтрактував Шевченка на чотири роки Ширяєву - різних живописних справ майстру.
            </p>
            <p>
                1836 року Т.Г. Шевченко у складі артілі Ширяєва розписує театр у Петербурзі.
                Цього ж року він знайомиться з учнем Академії мистецтв Іваном Сошенком.
                Пізніше відбувається знайомство художника-кріпака з Гребінкою, Григоровичем,
                Венеціановим, Жуковським, Брюлловим.
                У лютому 1837 року Товариство заохочення художників дозволило Шевченкові (неофіційно) відвідувати навчальні класи. 
                У квітні 1837 року Брюллов створює портрет Жуковського, який був розіграний у лотереї за 2500 карбованців.
                За ці гроші було викуплено Тараса Шевченка з кріпацтва. 
                25 квітня 1838 року на квартирі Брюллова йому була вручена Жуковським відпускна.
            </p>
            <p>
                Цього ж року Т.Г. Шевченка було офіційно зараховано "стороннім учнем" до Академії мистецтв. Український митець із великою жадобою слухає лекції в академії, багато читає, користується бібліотекою Брюллова, пише вірші, відвідує театр, виставки, музеї - швидко здобуває знання. 1838 року Шевченко знайомиться із художником Штернбергом.
            </p>
            <p>
                У січні 1839 р. Т.Г. Шевченка зарахували пансіонером Товариства заохочення художників, а згодом, у квітні, нагородили срібною медаллю 2-го ступеня за малюнок з натури. 1840 року його було нагороджено срібною медаллю 2-го ступеня за першу картину олійними фарбами "Хлопчик-жебрак дає хліб собаці". У цей період життя митця захоплює і літературна творчість. 1837 року ним була написана балада "Причинна", 1838 - поема "Катерина", елегія "На вічну пам'ять Котляревському", 1839 - поезія "Тополя", "До Основ'яненка".
            </p>
            <p>
                1840 року побачила світ збірка творів Шевченка "Кобзар", що містила вісім творів: "Думи мої ...", "Перебендя", "Катерина", "Тополя", "Думка", "До Основ'яненка", "Іван Підкова", "Тарасова ніч". 1841 року вийшов альманах "Ластівка" із п'ятьма творами Шевченка: баладою "Причинна", поезіями "Вітре буйний", "На вічну пам'ять Котляревському", "Тече вода в синє море...", першим розділом поеми "Гайдамаки" - "Галайда", окремим виданням вийшла поема "Гайдамаки". У вересні того ж року Шевченка відзначено третьою срібною медаллю 2-го ступеня за картину "Циганка-ворожка".
            </p>
            <p>
                Із-під пензля Шевченка виходять малюнки "Козацький бенкет" (1838), "Натурниця" (1840) та низка портретів. Він ілюструє чимало художніх творів. 1840 р. з'являється "Марія" - малюнок до поеми О.С. Пушкіна "Полтава", 1841 - до оповіданнь Квітки-Основ'яненка "Знахарь", Надєждіна "Сила волі", 1842 - "Зустріч Тараса Бульби з синами" до повісті "Тарас Бульба". Визначним твором цього періоду є картина олійними фарбами "Катерина" 1842 року. Захоплюючись театром, Шевченко пробував свої сили і в драматургії. 1842 року з'явився уривок із п'єси "Никита Гайдай", написаної російською мовою та поема "Слепая". 1843 року Шевченко завершив драму "Назар Стодоля", а 1844 р. у Петербурзі окремим виданням вийшла поема "Гамалія".
            </p>
            <p>
                19 травня 1843 року Т.Г. Шевченко разом із Є.П. Гребінкою їде в Україну. Зупинився Т.Г. Шевченко в Качанівці, яка належала Тарновському. Із Качанівки поет виїздить до Києва, де виконує кілька малюнків історичних пам'яток. Під час перебування у Києві він познайомився з М. Максимовичем, П. Кулішем та з художником Сенчило-Стефановським, із яким вони 1846 р. брали участь у розкопках могили Переп'ятихи біля Фастова. Із Києва Шевченко поїхав до Гребінки в "Убіжище" біля Пирятина, а звідти до с. Мойсівки (тепер с. Мосівка Драбівського району на Черкащині), де знайомиться з О. Капністом, П. Лукашевичем. Разом із ними Шевченко побував у Яготині в маєтку Рєпніних. На деякий час Шевченко знову приїздить до Києва, потім відвідує Запорізьку Січ, острів Хортицю, села Покровське, Чигирин, Суботів. У серпні 1843 р. у селі Березівка письменник побував у П. Лукашевича. У вересні Т. Шевченко відвідує Кирилівку, зустрічається з братами і сестрами, пише малюнок "Хата батьків Т.Г. Шевченка в с. Кирилівці".
            </p>
            <p>
                В Україні Шевченко зробив чимало ескізів олівцем до задуманої серії офортів "Живописна Україна". З Кирилівки їде на Березань, де пише вірш "Розрита могила". Деякий час поет живе в Ісківцях у Афанасьєва-Чужбинського, робить спроби перекладати твори польських поетів. Із жовтня 1843 р. Т. Шевченко живе переважно в Яготині у Рєпніних. Тут Шевченко робить на замовлення дві копії портрета М. Рєпніна, малює дітей В. Рєпніна та автопортрет, пише поему "Тризна", яку присвячує Варварі Рєпніній, знайомиться із сестрами Псьол.
            </p>
            <p>
                Із Яготина поет їздив у Лубни, Пирятин, Березову Рудку, Ковалівку. Залишивши Яготин, Шевченко відвідав Мойсівку, побував у Я. Бальмена у Линовиці, де бачив альбом "Вірші Тараса Шевченка", переписаний латинським алфавітом та ілюстрований Я. Бальменом і художником М. Башиловим. Побував Т. Шевченко у селі Турівці у маєтку М. Маркевича. Відвідав Київ і на початку 1844 р. виїхав до Москви, де знайомиться з істориком Бодянським, Шафариком, зустрівся з Щепкіним. Пише поезію "Чигирине, Чигирине...".
            </p>
            <p>
                Із Москви Шевченко виїхав до Петербурга. У листопаді 1844 року побачив світ перший випуск "Живописной України", до якого увійшли шість офортів: "У Києві", "Видубицький монастир у Києві", "Старости", "Судня рада", "Дари Богдановії українському народові", "Казка". 1844 р. поет закінчує поему "Сова", створює поему "Сон", поезії "Дівичії ночі", "У неділю не гуляла...", "Чого мені тяжко, чого мені нудно...", "Заворожи мені, волхве..." та вірш "Гоголю".
            </p>
            <p>
                У березні 1845 р. Т. Шевченко закінчив навчання в Академії мистецтв, йому було присвоєно звання "некласного художника". У кінці березня Шевченко виїздить до Москви, де зустрічається зі Щепкіним та Бодянським. У квітні 1845 року Шевченко приїздить в Україну, щоб постійно тут жити і працювати. 22 квітня поет прибув у Київ, де зустрівся із Максимовичем.
            </p>
            <p>
                Одержавши від Київської Археологічної комісії доручення зарисувати історичні пам'ятки, Шевченко вирушає на Звенигородщину. У Густинському монастирі він виконує кілька малюнків. У середині серпня Т. Шевченко приїздить до Переяслава, де змальовує кілька пам'яток. Відвідавши село Андруші, він малює дві сепії "Андруші", у вересні 1845 гостює у Кирилівці.
            </p>
            <p>
                На початку жовтня Т. Шевченко приїхав у Миргород. Тут він написав поезії "Не женися на багатій...", "Не завидуй багатому..." та містерію "Великий льох". У Переяславі, де він живе у Козачковського, Шевченко пише поеми "Наймичка", "Кавказ", вступ до поеми "Єретик". Завершені твори 1843-1845 років Шевченко об'єднав у альбом "Три літа". Наприкінці листопада поет їздив до Києва, а незабаром його офіційно затвердили співробітником Київської Археологічної комісії. Наприкінці грудня тяжко хворий Шевченко приїхав до Переяслава, там він написав "Заповіт". У січні-лютому поет їздив на Чернігівщину. Навесні деякий час жив у Києві, познайомився із членами Кирило-Мефодіївського товариства Костомаровим, Гулаком, Посядою, Марковичем, Пильчиковим, Тулубом, зустрівся із Білозерським. У вересні Шевченко виїхав на Поділля й Волинь збирати перекази і пісні та описувати історичні пам'ятки. У кінці жовтня повернувся до Києва.
            </p>
            <p>
                У січні 1847 побував у Борзні, Оленівці. У березні жив у Седневі, у А. Лизогуба. Наприкінці березня 1847 р. почались арешти членів Кирило-Мефодіївського товариства. Т. Шевченка заарештували 5 квітня 1847 року на дніпровській переправі, коли він повертався до Києва, та відібрали збірку "Три літа".
            </p>
            <p>
                17 квітня 1847 року Т.Г. Шевченка привезли до Петербурга і ув'язнили в казематі "Третього відділу". Тут він створив цикл поезій "В казематі" ("В. Костомарову", "Чи ми ще зійдемося знову?", "Мені однаково...", "Садок вишневий коло хати"). Його участь у Кирило-Мефодіївському товаристві не була доведена, але документом для обвинувачення був альбом "Три літа". Згодом Т. Шевченка заслали рядовим до Окремого Оренбурзького корпусу, заборонивши писати й малювати. 8 червня 1847 його доставили в Оренбург, а незабаром відправили в Орську фортецю. Цей шлях він описав у повісті "Близнеці".
            </p>
            <p>
                В Орській фортеці із-під пера Т. Шевченка з'являються нові вірші: "Думи мої, думи мої...", "Згадайте, братія моя...", поеми "Княжна", "Сон", "Москалева криниця", поезії "N. N." ("Мені тринадцятий минало"), "Іржавець", "А.О. Козачковському", "Полякам". У кінці 1847 р. він відновлює листування з друзями і знайомими, зближується з багатьма польськими засланцями: Фішером, Завадським, Крулікевичем, Вернером.
            </p>
            <p>
                У першій половині 1848 р. в Орській фортеці Шевченко написав чотири твори: "А нумо знову віршувать", "У бога за дверми лежала сокира", "Варнак", "Ой гляну я, подивлюся...". У березні 1848 р. Т.Г. Шевченка як художника включили до складу Аральської описової експедиції. Тут він виконав малюнки "Пожежа в степу", "Джангисагач", "Укріплення Раїм. Вид з верфі на Сирдар'ї", "Урочище Раїм з заходу", "Укріплення Раїм", "Спорядження шхун" (два малюнки), "Пристань на Сирдар'ї", та інші.
            </p>
            <p>
                Восени 1849 р. експедиція повернулася до Оренбурга, і Шевченко залишився опрацьовувати її матеріали. 23 квітня 1850 року Т. Шевченка заарештували за доносом офіцера Ісаєва, поета відправили до Орська і там допитували, згодом його перевели у віддалене Новопетровське укріплення. Тут Шевченко читав періодичні видання, зустрічався з ученими й мандрівниками, які відвідували укріплення, листувався зі знайомими.
            </p>
            <p>
                Улітку 1851 р. Т. Шевченка як художника включили до складу Каратауської експедиції, де він здобув деяку можливість малювати. Після смерті Миколи Першого на Шевченка не була поширена амністія політичним в'язням і засланцям. Лише 1857 року, завдяки клопотанню друзів, поета звільнили із заслання. Чекаючи дозволу на звільнення, Шевченко почав вести "Щоденник".
            </p>
            <p>
                2 серпня 1857 року Т.Г. Шевченко відбув із Новопетровського укріплення, одержавши дозвіл від коменданта Ускова їхати до Петербурга. Дорогою Шевченко малював краєвиди і портрети. Прибувши до Нижнього Новгорода, довідався, що йому заборонено в'їзд до обох столиць. Доброзичливий медик засвідчив хворобу Шевченка, що дало йому можливість прожити усю зиму у Нижньму Новгороді. За зиму 1857-1858 рр. Шевченко створив багато портретів, малюнків, редагував і переписував у "Більшу книжку" свої поезії періоду заслання, написав нові поетичні твори: "Неофіти", "Юродивий", триптих "Доля", "Муза", "Слава". Одержавши дозвіл на проживання у столиці, 8 березня поет залишив Нижній Новгород і через два дні прибув до Москви. Тут він зустрічається з друзями, знайомиться з діячами науки і культури.
            </p>
            <p>
                27 березня Шевченко прибув до Петербурга, де познайомився із М. Чернишевським. Жив поет спочатку в Лазаревського, а потім в Академії мистецтв, у відведеній йому майстерні. Як художник Шевченко після заслання найбільшу увагу приділяє гравіруванню. У жанрі гравюри він став справжнім новатором у Росії. 1856 року почали з'являтися у пресі переклади деяких його творів. На початку 1859 року вийшла збірка "Новые стихотворения Пушкина и Шевченко". У травні 1859 року Шевченко одержав дозвіл виїхати в Україну і за поетом встановили суворий таємний нагляд. Т. Шевченко кілька днів жив у Кирилівці, бачився з рідними. У цей період він написав чимало поезій та малюнків. Поет мав намір купити недалеко від с. Пекарів ділянку землі, щоб збудувати хату й оселитися.
            </p>
            <p>
                15 липня поблизу с. Прохорівки його заарештували, звинувативши у блюзнірстві. Згодом поета звільнили, але наказали виїхати до Петербурга. 7 вересня 1859 року він прибув до Петербурга. На початку 1860 року вийшов друком "Кобзар", двома накладами вийшов альманах "Хата" із дев'ятьма новими поезіями Шевченка, об'єднаними під редакційною назвою "Кобзарський гостинець". У журналі "Народное чтение" як лист до його редактора опубліковано автобіографію поета.
            </p>
            <p>
                Незважаючи на фізичне знесилення внаслідок заслання, поетичні сили Шевченка були невичерпні. 2 вересня 1860 р. Рада Академії мистецтв ухвалила надати Шевченкові звання академіка гравірування. 1861 року Шевченко видав підручник для недільних шкіл, назвавши його "Букварь южнорусский". Поет дбав про поширення освіти серед народу. На початку 1861 року поет почував себе дедалі гірше.
            </p>
            <p>
                13 січня Т. Шевченко одержав від Білозерського два примірники першого номера журналу "Основа", де на перших десяти сторінках було вміщено його поезії під назвою "Кобзар". У рецензії "Современника" на цей номер журналу підкреслено першорядну роль Шевченка в українській літературі, світове значення його творчості. У своєму останньому вірші "Чи не покинуть нам, небого" поет висловив впевненість, що його творчість не потоне в річці забуття.
            </p>
            <p>
                10 березня 1861 року о 5 годині 30 хвилин ранку помер Тарас Григорович Шевченко. Над домовиною Шевченка в Академії мистецтв виголошено промови українською, російською та польською мовами. Поховали поета спочатку на Смоленському кладовищі в Петербурзі. 26 квітня 1861 року домовину із тілом поета поїздом повезли до Москви. На Україну труну везли кіньми. До Києва прах Шевченка привезли 6 травня увечері, а наступного дня його перенесли на пароплав "Кременчуг". 8 травня пароплав прибув до Канева, й тут, на Чернечій (тепер Тарасова) горі, поета поховали. Над ним насипали високу могилу, вона стала священним місцем для українського та інших народів світу.
            </p>
        </div>
    );
}
